Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: OpenWallpaperEngine/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Open the export settings: device, crop, output, layers and properties
ar: فتح إعدادات التصدير: الجهاز والاقتصاص والإخراج والطبقات والخصائص
de: Exporteinstellungen öffnen: Gerät, Ausschnitt, Ausgabe, Ebenen und Eigenschaften
es: Abrir los ajustes de exportación: dispositivo, recorte, salida, capas y propiedades
fr: Ouvrir les réglages d’exportation : appareil, recadrage, sortie, calques et propriétés
hi: एक्सपोर्ट सेटिंग्स खोलें: डिवाइस, क्रॉप, आउटपुट, लेयर और प्रॉपर्टी
it: Apri le impostazioni di esportazione: dispositivo, ritaglio, output, livelli e proprietà
ja: 書き出し設定を開きます：デバイス、切り取り、出力、レイヤー、プロパティ
ko: 내보내기 설정 열기: 기기, 자르기, 출력, 레이어 및 속성
pl: Otwórz ustawienia eksportu: urządzenie, kadr, wyjście, warstwy i właściwości
pt_br: Abrir os ajustes de exportação: dispositivo, recorte, saída, camadas e propriedades
ru: Открыть настройки экспорта: устройство, кадр, вывод, слои и свойства
tr: Dışa aktarma ayarlarını aç: aygıt, kırpma, çıktı, katmanlar ve özellikler
uk: Відкрити параметри експорту: пристрій, кадр, вивід, шари й властивості
zh_hans: 打开导出设置：设备、裁剪、输出、图层和属性
zh_hant: 打開輸出設定：裝置、裁切、輸出、圖層和屬性

source: Opening an Unknown Application
ar: فتح تطبيق غير معروف
de: Unbekannte Anwendung öffnen
es: Abrir una aplicación desconocida
fr: Ouverture d’une application inconnue
hi: अज्ञात ऐप खोला जा रहा है
it: Apertura di un’applicazione sconosciuta
ja: 不明なアプリケーションを開こうとしています
ko: 알 수 없는 응용 프로그램 열기
pl: Otwieranie nieznanej aplikacji
pt_br: Abrindo um aplicativo desconhecido
ru: Открытие неизвестного приложения
tr: Bilinmeyen Bir Uygulama Açılıyor
uk: Відкриття невідомої програми
zh_hans: 正在打开未知的应用程序
zh_hant: 正在打開不明的應用程式

source: Opening an Unknown Wallpaper
ar: فتح خلفية غير معروفة
de: Unbekanntes Hintergrundbild öffnen
es: Abrir un fondo de pantalla desconocido
fr: Ouverture d’un fond d’écran inconnu
hi: अज्ञात वॉलपेपर खोला जा रहा है
it: Apertura di uno sfondo sconosciuto
ja: 不明な壁紙を開こうとしています
ko: 알 수 없는 배경화면 열기
pl: Otwieranie nieznanej tapety
pt_br: Abrindo uma imagem de fundo desconhecida
ru: Открытие неизвестных обоев
tr: Bilinmeyen Bir Duvar Kâğıdı Açılıyor
uk: Відкриття невідомої шпалери
zh_hans: 正在打开未知的墙纸
zh_hant: 正在打開不明的背景圖片

source: Opening an Unknown Web Page
ar: فتح صفحة ويب غير معروفة
de: Unbekannte Webseite öffnen
es: Abrir una página web desconocida
fr: Ouverture d’une page web inconnue
hi: अज्ञात वेब पेज खोला जा रहा है
it: Apertura di una pagina web sconosciuta
ja: 不明なWebページを開こうとしています
ko: 알 수 없는 웹 페이지 열기
pl: Otwieranie nieznanej strony internetowej
pt_br: Abrindo uma página web desconhecida
ru: Открытие неизвестной веб-страницы
tr: Bilinmeyen Bir Web Sayfası Açılıyor
uk: Відкриття невідомої вебсторінки
zh_hans: 正在打开未知的网页
zh_hant: 正在打開不明的網頁

source: Opens Open Wallpaper Engine again if it crashes, at most 3 times in 5 minutes. The wallpaper that was showing stays off until you retry it.
ar: يفتح Open Wallpaper Engine مرة أخرى إذا تعطل، بحد أقصى 3 مرات خلال 5 دقائق. تبقى خلفية الشاشة التي كانت معروضة متوقفة حتى تعيد المحاولة.
de: Öffnet Open Wallpaper Engine erneut, wenn es abstürzt, höchstens 3-mal in 5 Minuten. Das angezeigte Hintergrundbild bleibt aus, bis Sie es erneut versuchen.
es: Vuelve a abrir Open Wallpaper Engine si falla, como máximo 3 veces en 5 minutos. El fondo de pantalla que se mostraba sigue desactivado hasta que lo vuelvas a intentar.
fr: Rouvre Open Wallpaper Engine s’il plante, au plus 3 fois en 5 minutes. Le fond d’écran qui était affiché reste arrêté jusqu’à ce que vous réessayiez.
hi: क्रैश होने पर Open Wallpaper Engine को फिर से खोलता है, 5 मिनट में अधिकतम 3 बार। जो वॉलपेपर दिख रहा था, वह तब तक बंद रहता है जब तक आप फिर से कोशिश नहीं करते।
it: Riapre Open Wallpaper Engine se si arresta in modo anomalo, al massimo 3 volte in 5 minuti. Lo sfondo che era visualizzato resta disattivato finché non riprovi.
ja: Open Wallpaper Engine がクラッシュしたときに再度開きます（5 分間に最大 3 回）。表示していた壁紙は、再試行するまでオフのままです。
ko: Open Wallpaper Engine이 충돌하면 다시 엽니다. 5분 동안 최대 3회까지입니다. 표시 중이던 배경화면은 다시 시도할 때까지 꺼진 상태로 유지됩니다.
pl: Otwiera ponownie Open Wallpaper Engine po awarii, najwyżej 3 razy w ciągu 5 minut. Wyświetlana tapeta pozostaje wyłączona, dopóki nie spróbujesz ponownie.
pt_br: Abre o Open Wallpaper Engine de novo se ele falhar, no máximo 3 vezes em 5 minutos. O papel de parede que estava sendo exibido fica desligado até você tentar de novo.
ru: Снова открывает Open Wallpaper Engine после сбоя, не более 3 раз за 5 минут. Обои, которые были на экране, остаются выключенными, пока вы не повторите попытку.
tr: Open Wallpaper Engine çökerse onu yeniden açar, 5 dakikada en fazla 3 kez. Gösterilen duvar kâğıdı, siz yeniden deneyene kadar kapalı kalır.
uk: Знову відкриває Open Wallpaper Engine після збою, не більше 3 разів за 5 хвилин. Шпалери, які були на екрані, залишаються вимкненими, доки ви не повторите спробу.
zh_hans: Open Wallpaper Engine 崩溃时会重新打开，5 分钟内最多 3 次。之前显示的墙纸会保持关闭，直到你重试。
zh_hant: Open Wallpaper Engine 當機時會重新開啟，5 分鐘內最多 3 次。先前顯示的背景圖片會維持關閉，直到你重試。

source: Opens Open Wallpaper Engine when you log in to your Mac. Off by default.
ar: يفتح Open Wallpaper Engine عند تسجيل الدخول إلى Mac. متوقف افتراضيًا.
de: Öffnet Open Wallpaper Engine, wenn Sie sich am Mac anmelden. Standardmäßig aus.
es: Abre Open Wallpaper Engine cuando inicias sesión en el Mac. Desactivado por omisión.
fr: Ouvre Open Wallpaper Engine lorsque vous ouvrez une session sur votre Mac. Désactivé par défaut.
hi: Mac में लॉग इन करने पर Open Wallpaper Engine खोलता है। डिफ़ॉल्ट रूप से बंद।
it: Apre Open Wallpaper Engine quando accedi al Mac. Disattivato per impostazione predefinita.
ja: Mac にログインしたときに Open Wallpaper Engine を開きます。デフォルトではオフです。
ko: Mac에 로그인할 때 Open Wallpaper Engine을 엽니다. 기본적으로 꺼져 있습니다.
pl: Otwiera Open Wallpaper Engine po zalogowaniu się na Macu. Domyślnie wyłączone.
pt_br: Abre o Open Wallpaper Engine quando você inicia sessão no Mac. Desligado por padrão.
ru: Открывает Open Wallpaper Engine при входе в систему на Mac. По умолчанию выключено.
tr: Mac’inizde oturum açtığınızda Open Wallpaper Engine’i açar. Varsayılan olarak kapalıdır.
uk: Відкриває Open Wallpaper Engine, коли ви входите в Mac. Типово вимкнено.
zh_hans: 登录 Mac 时打开 Open Wallpaper Engine。默认关闭。
zh_hant: 登入 Mac 時打開 Open Wallpaper Engine。預設為關閉。

source: Opens Privacy & Security in System Settings, at this permission.
ar: يفتح «الخصوصية والأمن» في إعدادات النظام عند هذا الإذن.
de: Öffnet Datenschutz & Sicherheit in den Systemeinstellungen bei dieser Berechtigung.
es: Abre Privacidad y seguridad en Ajustes del Sistema, en este permiso.
fr: Ouvre Confidentialité et sécurité dans Réglages Système, à cette autorisation.
hi: सिस्टम सेटिंग्ज़ में गोपनीयता और सुरक्षा को इस अनुमति पर खोलता है।
it: Apre Privacy e sicurezza in Impostazioni di Sistema, su questa autorizzazione.
ja: システム設定の「プライバシーとセキュリティ」をこの権限の位置で開きます。
ko: 시스템 설정의 개인정보 보호 및 보안을 이 권한 위치에서 엽니다.
pl: Otwiera Prywatność i ochrona w Ustawieniach systemowych przy tym uprawnieniu.
pt_br: Abre Privacidade e Segurança nos Ajustes do Sistema, nesta permissão.
ru: Открывает раздел «Конфиденциальность и безопасность» в Системных настройках на этом разрешении.
tr: Sistem Ayarları’nda Gizlilik ve Güvenlik’i bu izinde açar.
uk: Відкриває «Приватність і безпека» в Системних параметрах на цьому дозволі.
zh_hans: 在系统设置中打开“隐私与安全”下的此权限。
zh_hant: 在系統設定中打開「隱私權與安全性」下的此權限。

source: Opens or closes a circular mask over the layer.
ar: يفتح قناعًا دائريًا فوق الطبقة أو يغلقه.
de: Öffnet oder schließt eine kreisförmige Maske über der Ebene.
es: Abre o cierra una máscara circular sobre la capa.
fr: Ouvre ou ferme un masque circulaire sur le calque.
hi: लेयर पर एक गोल मास्क खोलता या बंद करता है.
it: Apre o chiude una maschera circolare sul livello.
ja: レイヤー上の円形マスクを開閉します。
ko: 레이어 위의 원형 마스크를 열거나 닫습니다.
pl: Otwiera lub zamyka okrągłą maskę na warstwie.
pt_br: Abre ou fecha uma máscara circular sobre a camada.
ru: Открывает или закрывает круглую маску поверх слоя.
tr: Katmanın üzerinde dairesel bir maskeyi açar veya kapatır.
uk: Відкриває або закриває круглу маску над шаром.
zh_hans: 在图层上打开或关闭圆形蒙版。
zh_hant: 在圖層上開啟或關閉圓形遮罩。

source: Opens the Security tab of the project on GitHub.
ar: يفتح علامة التبويب Security للمشروع على GitHub.
de: Öffnet den Tab „Security“ des Projekts auf GitHub.
es: Abre la pestaña Security del proyecto en GitHub.
fr: Ouvre l’onglet Security du projet sur GitHub.
hi: GitHub पर प्रोजेक्ट का Security टैब खोलता है।
it: Apre la scheda Security del progetto su GitHub.
ja: GitHubのプロジェクトの「Security」タブを開きます。
ko: GitHub에서 프로젝트의 Security 탭을 엽니다.
pl: Otwiera kartę Security projektu w serwisie GitHub.
pt_br: Abre a aba Security do projeto no GitHub.
ru: Открывает вкладку Security проекта на GitHub.
tr: Projenin GitHub’daki Security sekmesini açar.
uk: Відкриває вкладку Security проєкту на GitHub.
zh_hans: 在 GitHub 上打开项目的 Security 标签页。
zh_hant: 在 GitHub 上打開專案的 Security 標籤頁。

source: Opens the setup assistant again, to redo the choices from the first launch.
ar: يفتح مساعد الإعداد مجددًا لإعادة اختيارات التشغيل الأول.
de: Öffnet den Einrichtungsassistenten erneut, um die Auswahl vom ersten Start zu wiederholen.
es: Vuelve a abrir el asistente de configuración para repetir las elecciones del primer inicio.
fr: Rouvre l’assistant de configuration pour refaire les choix du premier lancement.
hi: पहले लॉन्च के विकल्प फिर से चुनने के लिए सेटअप असिस्टेंट दोबारा खोलता है।
it: Riapre l’assistente configurazione per rifare le scelte del primo avvio.
ja: 設定アシスタントをもう一度開き、初回起動時の選択をやり直します。
ko: 설정 지원을 다시 열어 처음 실행할 때의 선택을 다시 합니다.
pl: Ponownie otwiera asystenta konfiguracji, aby powtórzyć wybory z pierwszego uruchomienia.
pt_br: Abre o Assistente de Configuração novamente para refazer as escolhas da primeira abertura.
ru: Снова открывает Ассистент настройки, чтобы заново сделать выбор первого запуска.
tr: İlk açılıştaki seçimleri yeniden yapmak için Kurulum Yardımcısı’nı tekrar açar.
uk: Знову відкриває асистента налаштування, щоб повторити вибір першого запуску.
zh_hans: 再次打开设置助理，重新进行首次启动时的选择。
zh_hant: 再次打開設定輔助程式，重新進行首次啟動時的選擇。

source: Opens the wallpaper's Steam Workshop page, where you can report it to Steam
ar: يفتح صفحة الخلفية في ورشة Steam، حيث يمكنك الإبلاغ عنها إلى Steam
de: Öffnet die Steam Workshop-Seite des Hintergrundbilds, auf der Sie es bei Steam melden können
es: Abre la página del fondo de pantalla en Steam Workshop, donde puedes denunciarlo a Steam
fr: Ouvre la page Steam Workshop du fond d’écran, où vous pouvez le signaler à Steam
hi: वॉलपेपर का Steam Workshop पेज खोलता है, जहाँ आप इसे Steam को रिपोर्ट कर सकते हैं
it: Apre la pagina dello sfondo nello Steam Workshop, dove puoi segnalarlo a Steam
ja: 壁紙の Steam ワークショップのページを開きます。そこで Steam に報告できます
ko: 배경화면의 Steam 창작마당 페이지를 엽니다. 여기에서 Steam에 신고할 수 있습니다
pl: Otwiera stronę tapety w Warsztacie Steam, gdzie możesz zgłosić ją do Steam
pt_br: Abre a página da imagem de fundo na Oficina Steam, onde você pode denunciá-la à Steam
ru: Открывает страницу обоев в Мастерской Steam, где можно пожаловаться на них в Steam
tr: Duvar kâğıdının Steam Atölyesi sayfasını açar; buradan Steam’e bildirebilirsiniz
uk: Відкриває сторінку шпалер у Майстерні Steam, де можна поскаржитися на них у Steam
zh_hans: 打开该墙纸的 Steam 创意工坊页面，你可以在那里向 Steam 举报它
zh_hant: 打開該背景圖片的 Steam 工作坊頁面，你可以在那裡向 Steam 檢舉它

source: Optimise textures
ar: تحسين الأنسجة
de: Texturen optimieren
es: Optimizar texturas
fr: Optimiser les textures
hi: टेक्सचर ऑप्टिमाइज़ करें
it: Ottimizza texture
ja: テクスチャを最適化
ko: 텍스처 최적화
pl: Optymalizuj tekstury
pt_br: Otimizar Texturas
ru: Оптимизировать текстуры
tr: Dokuları optimize et
uk: Оптимізувати текстури
zh_hans: 优化纹理
zh_hant: 最佳化紋理

source: Optimizations
ar: التحسينات
de: Optimierungen
es: Optimizaciones
fr: Optimisations
hi: ऑप्टिमाइज़ेशन
it: Ottimizzazioni
ja: 最適化
ko: 최적화
pl: Optymalizacje
pt_br: Otimizações
ru: Оптимизации
tr: Optimizasyonlar
uk: Оптимізації
zh_hans: 优化
zh_hant: 最佳化

source: Optional
ar: اختياري
es: Opcional
fr: Facultatif
hi: वैकल्पिक
it: Facoltativo
ja: 任意
ko: 선택 사항
pl: Opcjonalnie
pt_br: Opcional
ru: Необязательно
tr: İsteğe bağlı
uk: Необов’язково
zh_hans: 可选
zh_hant: 選用

source: Optional optimizations. Any added later are listed here too.
ar: تحسينات اختيارية. ستظهر هنا أيضًا أي تحسينات تُضاف لاحقًا.
de: Optionale Optimierungen. Später hinzugefügte erscheinen ebenfalls hier.
es: Optimizaciones opcionales. Las que se añadan más adelante también aparecerán aquí.
fr: Optimisations facultatives. Celles ajoutées plus tard figureront aussi ici.
hi: वैकल्पिक ऑप्टिमाइज़ेशन। बाद में जोड़े गए भी यहीं दिखेंगे।
it: Ottimizzazioni facoltative. Anche quelle aggiunte in seguito sono elencate qui.
ja: オプションの最適化です。今後追加されるものもここに表示されます。
ko: 선택적 최적화입니다. 나중에 추가되는 항목도 여기에 표시됩니다.
pl: Opcjonalne optymalizacje. Te dodane później również pojawią się tutaj.
pt_br: Otimizações opcionais. As que forem adicionadas depois também aparecem aqui.
ru: Необязательные оптимизации. Добавленные позже тоже появятся здесь.
tr: İsteğe bağlı optimizasyonlar. Daha sonra eklenenler de burada listelenir.
uk: Необов’язкові оптимізації. Додані пізніше теж з’являтимуться тут.
zh_hans: 可选优化。以后添加的优化也会列在这里。
zh_hant: 可選的最佳化。之後新增的項目也會列在這裡。

source: Or install it with Homebrew:
ar: أو ثبّته باستخدام Homebrew:
de: Oder installieren Sie es mit Homebrew:
es: O instálalo con Homebrew:
fr: Ou installez-le avec Homebrew :
hi: या इसे Homebrew से इंस्टॉल करें:
it: Oppure installalo con Homebrew:
ja: または Homebrew でインストールしてください：
ko: 또는 Homebrew로 설치하십시오:
pl: Możesz też zainstalować go za pomocą Homebrew:
pt_br: Ou instale-o com o Homebrew:
ru: Или установите его с помощью Homebrew:
tr: Ya da Homebrew ile yükleyin:
uk: Або встановіть його за допомогою Homebrew:
zh_hans: 或使用 Homebrew 安装：
zh_hant: 或使用 Homebrew 安裝：

source: Or locate an existing steamcmd binary:
ar: أو حدد موقع ملف steamcmd تنفيذي موجود:
de: Oder suchen Sie eine vorhandene steamcmd-Binärdatei:
es: O busca un binario de steamcmd existente:
fr: Ou localisez un binaire steamcmd existant :
hi: या कोई मौजूदा steamcmd बाइनरी ढूँढें:
it: Oppure individua un eseguibile steamcmd esistente:
ja: または既存のsteamcmdバイナリを指定：
ko: 또는 기존 steamcmd 바이너리를 찾으십시오:
pl: Lub wskaż istniejący plik wykonywalny steamcmd:
pt_br: Ou localize um binário existente do steamcmd:
ru: Или укажите существующий исполняемый файл steamcmd:
tr: Ya da var olan bir steamcmd ikili dosyasını bulun:
uk: Або вкажіть наявний виконуваний файл steamcmd:
zh_hans: 或者找到现有的 steamcmd 可执行文件：
zh_hant: 或指定現有的 steamcmd 執行檔：

source: Or skip, and browse the Workshop later.
ar: أو تخطَّ ذلك وتصفح الورشة لاحقًا.
de: Oder überspringen und den Workshop später durchsuchen.
es: O bien omítelo y explora el Workshop más tarde.
fr: Ou ignorez cette étape et parcourez le Workshop plus tard.
hi: या छोड़ें, और Workshop बाद में ब्राउज़ करें।
it: Oppure salta e sfoglia il Workshop più tardi.
ja: または、スキップしてあとでワークショップを見てください。
ko: 또는 건너뛰고 나중에 창작마당을 둘러보십시오.
pl: Albo pomiń i przeglądaj Warsztat później.
pt_br: Ou ignore e explore a Oficina depois.
ru: Или пропустите и загляните в Мастерскую позже.
tr: Ya da atlayın ve Atölye’ye daha sonra göz atın.
uk: Або пропустіть і перегляньте Майстерню пізніше.
zh_hans: 或者跳过，稍后再浏览创意工坊。
zh_hant: 或者略過，稍後再瀏覽工作坊。

source: Orientation
ar: الاتجاه
de: Ausrichtung
es: Orientación
hi: ओरिएंटेशन
it: Orientamento
ja: 向き
ko: 방향
pl: Orientacja
pt_br: Orientação
ru: Ориентация
tr: Yön
uk: Орієнтація
zh_hans: 方向
zh_hant: 方向

source: Original
ar: أصلية
hi: मूल
it: Originale
ja: オリジナル
ko: 원본
pl: Oryginał
ru: Исходный
tr: Orijinal
uk: Оригінал
zh_hans: 原始版本
zh_hant: 原始

source: Original creator
ar: المنشئ الأصلي
de: Ursprünglicher Entwickler
es: Creador original
fr: Créateur original
hi: मूल निर्माता
it: Creatore originale
ja: オリジナルの作成者
ko: 원 제작자
pl: Pierwotny twórca
pt_br: Criador original
ru: Автор оригинала
tr: Özgün yaratıcı
uk: Автор оригіналу
zh_hans: 原作者
zh_hant: 原始作者

source: Original logo design
ar: تصميم الشعار الأصلي
de: Ursprüngliches Logodesign
es: Diseño original del logotipo
fr: Conception du logo d’origine
hi: मूल लोगो डिज़ाइन
it: Design originale del logo
ja: オリジナルのロゴデザイン
ko: 원래 로고 디자인
pl: Oryginalny projekt logo
pt_br: Design original do logotipo
ru: Оригинальный дизайн логотипа
tr: Özgün logo tasarımı
uk: Оригінальний дизайн логотипа
zh_hans: 原始标志设计
zh_hant: 原始標誌設計

source: Other
ar: أخرى
de: Andere
es: Otros
fr: Autre
hi: अन्य
it: Altro
ja: その他
ko: 기타
pl: Inne
pt_br: Outros
ru: Другое
tr: Diğer
uk: Інше
zh_hans: 其他
zh_hant: 其他

source: Other Application Focused:
ar: عند التركيز على تطبيق آخر:
de: Andere App im Vordergrund:
es: Otra app activa:
fr: Autre app au premier plan :
hi: दूसरा ऐप फ़ोकस में होने पर:
it: Altra applicazione attiva:
ja: ほかのアプリケーションがアクティブなとき：
ko: 다른 응용 프로그램이 활성화된 경우:
pl: Inna aplikacja aktywna:
pt_br: Outro Aplicativo em Foco:
ru: Активно другое приложение:
tr: Başka Uygulama Etkinken:
uk: Інша програма активна:
zh_hans: 其他应用程序成为焦点时：
zh_hant: 其他應用程式為使用中時：

source: Other Application Fullscreen:
ar: عند عرض تطبيق آخر بملء الشاشة:
de: Andere App im Vollbildmodus:
es: Otra app a pantalla completa:
fr: Autre app en plein écran :
hi: दूसरा ऐप फ़ुल स्क्रीन होने पर:
it: Altra applicazione a schermo intero:
ja: ほかのアプリケーションがフルスクリーンのとき：
ko: 다른 응용 프로그램이 전체 화면인 경우:
pl: Inna aplikacja na pełnym ekranie:
pt_br: Outro Aplicativo em Tela Cheia:
ru: Другое приложение на весь экран:
tr: Başka Uygulama Tam Ekrandayken:
uk: Інша програма на весь екран:
zh_hans: 其他应用程序全屏时：
zh_hant: 其他應用程式全螢幕時：

source: Other Application Maximized:
ar: عند تكبير تطبيق آخر:
de: Andere App maximiert:
es: Otra app maximizada:
fr: Autre app maximisée :
hi: दूसरा ऐप मैक्सिमाइज़ होने पर:
it: Altra applicazione ingrandita:
ja: ほかのアプリケーションが最大化されているとき：
ko: 다른 응용 프로그램이 최대화된 경우:
pl: Inna aplikacja zmaksymalizowana:
pt_br: Outro Aplicativo Maximizado:
ru: Другое приложение развёрнуто:
tr: Başka Uygulama Ekranı Kapladığında:
uk: Інша програма розгорнута:
zh_hans: 其他应用程序最大化时：
zh_hant: 其他應用程式最大化時：

source: Other Application Playing Audio:
ar: عند تشغيل تطبيق آخر للصوت:
de: Andere App gibt Audio wieder:
es: Otra app reproduciendo audio:
fr: Autre app lisant de l’audio :
hi: दूसरा ऐप ऑडियो चला रहा हो तब:
it: Altra applicazione che riproduce audio:
ja: ほかのアプリケーションがオーディオを再生中のとき：
ko: 다른 응용 프로그램이 오디오를 재생하는 경우:
pl: Inna aplikacja odtwarza dźwięk:
pt_br: Outro Aplicativo Reproduzindo Áudio:
ru: Другое приложение воспроизводит звук:
tr: Başka Uygulama Ses Çalarken:
uk: Інша програма відтворює звук:
zh_hans: 其他应用程序播放音频时：
zh_hant: 其他應用程式播放音訊時：

source: Other Resolution
ar: دقة أخرى
de: Andere Auflösung
es: Otra resolución
fr: Autre résolution
hi: अन्य रिज़ोल्यूशन
it: Altra risoluzione
ja: その他の解像度
ko: 기타 해상도
pl: Inna rozdzielczość
pt_br: Outra Resolução
ru: Другое разрешение
tr: Diğer Çözünürlük
uk: Інша роздільність
zh_hans: 其他分辨率
zh_hant: 其他解析度

source: Output
ar: الإخراج
de: Ausgabe
es: Salida
fr: Sortie
hi: आउटपुट
ja: 出力
ko: 출력
pl: Wyjście
pt_br: Saída
ru: Вывод
tr: Çıktı
uk: Вивід
zh_hans: 输出
zh_hant: 輸出

source: Overall amount of tape degradation.
ar: المقدار الإجمالي لتدهور الشريط.
de: Gesamtstärke der Bandabnutzung.
es: Cantidad total de degradación de la cinta.
fr: Degré global de dégradation de la bande.
hi: टेप के खराब होने की कुल मात्रा.
it: Quantità complessiva di degrado del nastro.
ja: テープの劣化の全体的な量です。
ko: 테이프 열화의 전체적인 정도입니다.
pl: Ogólny stopień zużycia taśmy.
pt_br: Quantidade geral de degradação da fita.
ru: Общая степень износа плёнки.
tr: Bant bozulmasının genel miktarı.
uk: Загальний рівень зношення плівки.
zh_hans: 磁带劣化的总体程度。
zh_hant: 錄影帶劣化的整體程度。

source: Overall lightness. 1 leaves the layer unchanged.
ar: السطوع العام. 1 يترك الطبقة دون تغيير.
de: Gesamthelligkeit. 1 lässt die Ebene unverändert.
es: Luminosidad general. 1 deja la capa sin cambios.
fr: Luminosité globale. 1 laisse le calque inchangé.
hi: कुल ब्राइटनेस. 1 लेयर को अपरिवर्तित छोड़ता है.
it: Luminosità complessiva. 1 lascia invariato il livello.
ja: 全体の明るさです。1ではレイヤーは変化しません。
ko: 전체적인 밝기입니다. 1이면 레이어가 그대로 유지됩니다.
pl: Ogólna jasność. 1 pozostawia warstwę bez zmian.
pt_br: Luminosidade geral. 1 deixa a camada inalterada.
ru: Общая яркость. 1 оставляет слой без изменений.
tr: Genel açıklık. 1 katmanı değiştirmez.
uk: Загальна яскравість. 1 залишає шар незмінним.
zh_hans: 总体亮度。1 表示图层保持不变。
zh_hant: 整體亮度。1 維持圖層不變。

source: Overlays procedural clouds.
ar: يضيف طبقة من السحب المولَّدة إجرائيًا.
de: Überlagert prozedurale Wolken.
es: Superpone nubes procedurales.
fr: Superpose des nuages procéduraux.
hi: प्रोसीजरल बादल ऊपर जोड़ता है.
it: Sovrappone nuvole procedurali.
ja: プロシージャルな雲を重ねます。
ko: 절차적으로 생성된 구름을 오버레이합니다.
pl: Nakłada proceduralne chmury.
pt_br: Sobrepõe nuvens procedurais.
ru: Накладывает процедурные облака.
tr: Prosedürel bulutlar bindirir.
uk: Накладає процедурні хмари.
zh_hans: 叠加程序生成的云。
zh_hant: 疊加程序化生成的雲。

source: Paint
ar: طلاء
de: Pinseln
es: Pintura
fr: Peinture
hi: पेंट
it: Pennellata
ja: ペイント
ko: 채색
pl: Farba
pt_br: Pintar
ru: Краска
tr: Boyama
uk: Фарба
zh_hans: 绘制
zh_hant: 畫筆

source: Parallax Amount
ar: مقدار اختلاف المنظر
de: Parallaxe-Stärke
es: Cantidad de paralaje
fr: Intensité de la parallaxe
hi: पैरालैक्स की मात्रा
it: Quantità parallasse
ja: 視差の量
ko: 시차 정도
pl: Siła paralaksy
pt_br: Intensidade da Paralaxe
ru: Сила параллакса
tr: Paralaks Miktarı
uk: Сила паралаксу
zh_hans: 视差强度
zh_hant: 視差強度

source: Parallax Position
ar: موضع اختلاف المنظر
de: Parallaxe-Position
es: Posición del paralaje
fr: Position de la parallaxe
hi: पैरालैक्स की स्थिति
it: Posizione parallasse
ja: 視差の位置
ko: 시차 위치
pl: Pozycja paralaksy
pt_br: Posição da Paralaxe
ru: Положение параллакса
tr: Paralaks Konumu
uk: Положення паралаксу
zh_hans: 视差位置
zh_hant: 視差位置

source: Parallax Position: this wallpaper doesn't follow the pointer.
ar: موضع اختلاف المنظر: هذه الخلفية لا تتبع المؤشر.
de: Parallaxe-Position: Dieses Hintergrundbild folgt dem Zeiger nicht.
es: Posición del paralaje: este fondo de pantalla no sigue al puntero.
fr: Position de la parallaxe : ce fond d’écran ne suit pas le pointeur.
hi: पैरालैक्स की स्थिति: यह वॉलपेपर पॉइंटर का अनुसरण नहीं करता।
it: Posizione parallasse: questo sfondo non segue il puntatore.
ja: 視差の位置：この壁紙はポインタに追従しません。
ko: 시차 위치: 이 배경화면은 포인터를 따라가지 않습니다.
pl: Pozycja paralaksy: ta tapeta nie podąża za wskaźnikiem.
pt_br: Posição da Paralaxe: esta imagem de fundo não segue o ponteiro.
ru: Положение параллакса: эти обои не следуют за указателем.
tr: Paralaks Konumu: Bu duvar kâğıdı imleci izlemez.
uk: Положення паралаксу: ця шпалера не стежить за вказівником.
zh_hans: 视差位置：此墙纸不跟随指针。
zh_hant: 視差位置：此背景圖片不跟隨指標。

source: Particle %lld
ar: جسيم %lld
de: Partikel %lld
es: Partícula %lld
fr: Particule %lld
hi: पार्टिकल %lld
it: Particella %lld
ja: パーティクル %lld
ko: 파티클 %lld
pl: Cząstka %lld
pt_br: Partícula %lld
ru: Частица %lld
tr: Parçacık %lld
uk: Частинка %lld
zh_hans: 粒子 %lld
zh_hant: 粒子 %lld

source: Particle Budget
ar: حد الجسيمات
de: Partikelbudget
es: Límite de partículas
fr: Budget de particules
hi: पार्टिकल बजट
it: Limite particelle
ja: パーティクルの上限
ko: 파티클 한도
pl: Limit cząsteczek
pt_br: Limite de Partículas
ru: Лимит частиц
tr: Parçacık Bütçesi
uk: Бюджет частинок
zh_hans: 粒子预算
zh_hant: 粒子預算

source: Particle System
ar: نظام جسيمات
de: Partikelsystem
es: Sistema de partículas
fr: Système de particules
hi: पार्टिकल सिस्टम
it: Sistema particellare
ja: パーティクルシステム
ko: 파티클 시스템
pl: System cząsteczek
pt_br: Sistema de Partículas
ru: Система частиц
tr: Parçacık Sistemi
uk: Система частинок
zh_hans: 粒子系统
zh_hant: 粒子系統

source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de passe
hi: पासवर्ड
ja: パスワード
ko: 비밀번호
pl: Hasło
pt_br: Senha
ru: Пароль
tr: Parola
uk: Пароль
zh_hans: 密码
zh_hant: 密碼

source: Paste
ar: لصق
de: Einsetzen
es: Pegar
fr: Coller
hi: पेस्ट करें
it: Incolla
ja: ペースト
ko: 붙여넣기
pl: Wklej
pt_br: Colar
ru: Вставить
tr: Yapıştır
uk: Вставити
zh_hans: 粘贴
zh_hant: 貼上
